__mod_name__ = "Music Player"

__help__ = """
*•BORZ - позволяет воспроизводить видео и музыку в групповом видеочате 🎧*
1) Сделайте бота администратором 
2) Начните голосовой чат
3) Попробуйте /play воспроизвести 
4) Если userbot присоединился то наслаждайтесь, если нет, добавьте @B0RZ7 в свою группу и повторите попытку.

* ⚪️🛠 Команды:⚪️ *

/play (query) - проигрывать музыку с YouTube
/stream (radio link) - транслируйте музыку в прямом эфире
/vplay (query) - воспроизвести видео с YouTube
/vstream (live link) - воспроизводить видео в реальном времени, потоковое видео
/pause - приостановить трансляцию (только для администратора)
/resume - возобновить потоковую передачу (только администратор)
/skip - перейти к следующему потоку (только администратор)
/stop - завершить трансляцию (только для администратора)
/vmute - для отключения пользовательского бота в голосовом чате
/vunmute - для включения микрофона пользовательского бота в голосовом чате
/volume 1-200 - настроить громкость юзербота (юзербот должен быть админ)
/playlist - показать вам весь текущий список потоков
/song (query) - скачать музыку с youtube
/video (query) - скачать видео с youtube
/userbotjoin - пригласить пользователя-бота присоединиться к группе (только администратор)
/clean - очистить все необработанные файлы
/rmd - очистить все скачанные файлы

• /admincache: Обновить список администраторов. Попробуйте, если бот не узнает админа
 
*⚜️UserBot⚜️*
@B0RZ7 
"""
